{
    "tools": [
        {
            "image": "icons/wordpress-fill.svg",
            "name": "Wordpress",
            "description": "Using WordPress, I can create a website that is easy to use and update, even for those with no technical expertise. Whether you're a blogger, business owner, or creative professional, Wordpress is a good platform to showcase your work and reach your target audience."
        },
        {
            "image": "icons/flutter.svg",
            "name": "Flutter",
            "description": "Flutter is a well known framework used to build mobile applications, for both android and IOs. With Flutter, I can build custom, high-performance apps that are tailored to meet the unique needs of my clients, while also delivering an engaging user experience."
        },
        {
            "image": "icons/react.svg",
            "name": "React",
            "description": "React is the most used Javascript librery for creating responsive, and fully interactive websites, providing a versatile set of tools to create robust and performant web applications."
        },
        {
            "image": "icons/firebase.svg",
            "name": "Firebase",
            "description": "Firebase is a suite of tools that helps businesses create engaging web and mobile apps quickly and easily, with features like real-time data syncing, analytics, and cloud messaging that enable better customer engagement and retention."
        },
        {
            "image": "icons/mysql.svg",
            "name": "MySQL",
            "description": "MySQL is a reliable and scalable database management system that enables businesses to store and analyze large amounts of data."
        },
        {
            "image": "icons/aws.svg",
            "name": "AWS",
            "description": "Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud, offering over 200 fully featured services from data centers globally. Millions of customers—including the fastest-growing startups, largest enterprises, and leading government agencies—are using AWS to lower costs, become more agile, and innovate faster."
        },
        {
            "image": "icons/mongodb.svg",
            "name": "MongoDB",
            "description2": "MongoDB is a flexible and scalable NoSQL database that is widely used for modern web applications. With MongoDB, businesses can store, manage, and analyze unstructured data quickly and easily, while ensuring data security and performance."
        },
        {
            "image": "icons/php.svg",
            "name": "PHP",
            "description2": "Flutter is a well known framework used to build mobile applications, for both android and IOs"
        },
        {
            "image": "icons/html5.svg",
            "name": "HTML5"
        },
        {
            "image": "icons/css3.svg",
            "name": "CSS3"
        },
        {
            "image": "icons/android-original.svg",
            "name": "Android"
        },
        {
            "image": "icons/javascript.svg",
            "name": "JavaScript"
        },
        {
            "image": "icons/typescript.svg",
            "name": "TypeScript"
        },
        {
            "image": "icons/nextjs.svg",
            "name": "NextJs"
        },
        {
            "image": "icons/tailwindcss.svg",
            "name": "Tailwind CSS"
        },
        {
            "image": "icons/nodejs.svg",
            "name": "NodeJs"
        },
        {
            "image": "icons/ios.svg",
            "name": "IOS"
        },
        {
            "image": "icons/typescript.svg",
            "lowLevel": true
        },
        {
            "image": "icons/mongodb.svg",
            "lowLevel": true
        },
        {
            "image": "icons/nextjs.svg",
            "lowLevel": true
        },
        {
            "image": "icons/tailwindcss.svg",
            "lowLevel": true
        },
        {
            "image": "icons/nodejs.svg",
            "lowLevel": true
        },
        {
            "image": "icons/ios.svg",
            "lowLevel": true
        },
        {
            "image": "icons/sqlite.svg",
            "name": "SQLite",
            "lowLevel": true
        },
        {
            "image": "icons/aws-beanstalk.svg",
            "name": "AWS Beanstalk",
            "lowLevel": true
        }
    ],
    "experiences": [
        {
            "images": [],
            "title": "Mobile App Development \"VThePeople\" in Flutter",
            "description": "Complex application who served as a tool for poeple in India to create communities, being able to inscribe their children in school, ask for transport, rent, medical services, delivery, etc. Worked as a mobile developer for building and mantaining a complex application. Involved in the design of the application, and some of the technical questions.",
            "altText": "Due to the app not being released globally yet, I can't share images of this project. However, if you have a simmilar project or have doubts about my role here, feel free to ask.",
            "toolsUsed": [
                "Flutter",
                "Firebase"
            ]
        },
        {
            "images": ["/project-images/timesheet/en1.png", "/project-images/timesheet/en2.png"],
            "title": "Timesheet Application",
            "description": "A mobile application to help workers register the hours they worked and keep a register of the total hours, and calculate the total money on each period based on what they charge per hour. It also lets you export all the data to an Excel file, be it all the data or for a determinated period. The application was made individually by me and the information is stored and managed with a SQLite database. The app was published on certain app markets like Galaxy Store.",
            "toolsUsed": [
                "Flutter",
                "SQLite"
            ]
        },
        {
            "images": [],
            "title": "Blog from Scratch with PHP",
            "description": "I had the opportunity to work with a client who was in need of a custom-built blog using PHP. The client had a specific vision in mind for the blog and wanted it to be built from the ground up. I was responsible for developing the entire backend of the blog, including managing the database and logic using a MySQL database solution.\n To ensure that the blog was reliable and scalable, I deployed it in an AWS Beanstalk environment. This allowed for easy deployment and management of the application. \n During the development process, I collaborated closely with the client to understand their requirements and make sure that the blog was meeting their expectations. I also implemented various features to enhance the user experience, such as a user authentication system and a commenting system. \n Overall, this project was a great opportunity to refine my skills in PHP development and database management. It was a challenging but rewarding project that resulted in a functional and attractive blog that met the client's needs.",
            "toolsUsed": [
                "PHP",
                "MySQL",
                "AWS",
                "AWS Beanstalk"
            ]
        },
        {
            "images": ["/project-images/vanilla-js-ecommerce/image-1.jpg"],
            "title": "Ecommerce website built with JavaScript (Demo)",
            "description": "As part of a demo project, I built an ecommerce website using HTML, CSS, and vanilla JavaScript. The website allows users to browse a variety of furniture products, add items to their cart, and complete the purchase process.\n While this project was a demo that I completed in a day, it allowed me to practice my skills in frontend development and UX design.",
            "toolsUsed": [
                "React",
                "JavaScript"
            ]
        },
        {
            "images": ["/project-images/keeper-demo/image-1.jpg", "/project-images/keeper-demo/image-2.jpg"],
            "title": "Keep demo app",
            "description": "For this project, I built a web application with React and NodeJS that emulates the functionality of Google Keep. Users can create notes, edit them, and delete them as needed. The application features a simple user interface and is designed to be responsive and mobile-friendly.",
            "toolsUsed": [
                "React",
                "JavaScript"
            ]
        },
        {
            "images": [],
            "title": "This website!",
            "description": "Although a simple project, it is created as well with the latest technologies, using NextJs and React to provide a fast user experience, and doing a Static Site Generation",
            "toolsUsed": [
                "NextJs"
            ]
        }
    ],
    "testimonials": [
        {
            "name": "Hadrien Bouchrara",
            "cite": "Facundo really went the extra mile to deliver a perfect work in a very communicative way. I would highly recommend his services for any JS/PHP mission. Thanks again for your hard work !"
        },
        {
            "name": "Mustafa Alobaedy",
            "cite": "Facundo did a good job, highly recommended."
        }
    ]
}